{
    "AboutUs.title-sec1" : "About",
    "AboutUs.title-sec2" : " US",
    "AboutUs.p1.1th" : "At Lendo, we’re excited about a brand new type of digital good called a non.fungible token, or ",
    "AboutUs.p1.2nd" : "NFT.",
    "AboutUs.p1.3rd" : "NFTs have exciting new properties: they’re unique, provably scarce, tradeable, and usable across multiple applications. Just like physical goods, you can do whatever you want with them! You could throw them in the trash, gift them to a friend across the world, or go sell them on an open marketplace. But unlike physical goods, they’re armed with all the programmability of digital goods",
    "AboutUs.p2" : "A core part of our vision is that open protocols like Ethereum and interoperable standards like ERC.721 and ERC.1155 will enable vibrant new economies. We’re building tools that allow consumers to trade their items freely, creators to launch new digital works, and developers to build rich, integrated marketplaces for their digital items",
    "AboutUs.p3":"We’re proud to be the first and largest marketplace for NFTs.",
    "founded":"Founded",
    "year":"2017",
    "employees":"Employees",
    "number.employees":"200+",
    "users":"Users",
    "number.users":"600K+",
    "collections":"collections",
    "number.collections":"2M+",
    "nfts":"NFTs",
    "number.nfts":"80M+",
    "volume":"Volume",
    "number.volume":"$20B+",
    "title.video":"Meet Lendo",
    "subtitle.video": "The NFT marketplace with everything for everyone",
    "title.story":"Our story",
    "subtitle.story":"Navigating the uncharted waters of non.fungible tokens",
    "story.p1":"In 2017 the world witnessed the birth of CryptoKitties. For the first time, the world experienced a decentralized application built on blockchains but targetted towards a mainstream audience.",
    "story.p2":"While CryptoKitties felt like a toy to many, it represented a dramatic shift in how we interact with items in the digital world. While previous digital items lived on company servers, blockchain.native items lived on shared, public blockchains owned by no single party. They could be viewed anywhere, exchanged openly, and truly owned in a way that was never before possible in the digital world.",
    "story.p3":"Fascinated by the movement that was forming, Devin Finzer and Alex Atallah joined early adopter communities in Discord and started talking to users. With the OpenSea beta launch in December 2017, the first open marketplace for any non.fungible token on the Ethereum blockchain was born.",
    "story.p4":"Today, we’re proud to remain the largest general marketplace for user.owned digital items, supporting multiple blockchains, with the broadest set of categories and the best prices for new emerging digital item classes.",
    "story.p5":"As a company, we’re thrilled to be at the center of this growing industry, and will continue to invest in our core infrastructure as we build the most accessible marketplace for buyers, sellers, and creators.",
    "title.industry.about":"Backed by top firms & industry leaders",
    "subtitle.industry.about":"who are helping us pave the way towards a brand new digital economy",
    "title.member.about":"With some of the most forward-thinking angels",
    "subtitle.member.about":"who are just as passionate about this space as we are.",
    "memeber.position1":"Entrepreneur & Investor",
    "memeber.position2":"American DJ & Producer",
    "memeber.position3":"Entrepreneur & Author",
    "memeber.position4":"CEO & Co.founder of Figma",
    "memeber.position5":"Entrepreneur & Author",
    "memeber.position6":"American DJ & Producer",
    "memeber.position7":"CEO & Co.founder of Figma",
    "memeber.position8":"CEO & Co.founder of Figma",
    "member.name1":"Mark Cuban",
    "member.name2":"3LAU",
    "member.name3":"Tim Ferriss",
    "member.name4":"Dylan Field",
    "member.name5":"Mark Cuban",
    "member.name6":"3LAU",
    "member.name7":"Tim Ferriss",
    "member.name8":"Dylan Field",
    "title.join.about":"Interested in joining us?",
    "subtitle.join.about":"Hop aboard and view our open positions",
    "text.button.join.about":"See open roles"
}