{
  "careers.title.sec1": "Let’s build the future of",
  "careers.title.sec2": "digital economies",
  "careers.title.sec3": "together",
  "careers.p1": "Not only are we passionate about our work, we enjoy the people we surround ourselves with. At LendoChain, we build trust, embrace feedback, grow rapidly, and love our work.",
  "careers.button.view": "View our open positions",
  "careers.button.open": "See open roles",
  "careers.title2": "Where we come from",
  "careers.p2": "Our team has varied backgrounds from Stanford, UC Berkeley, Georgia Tech, Waterloo, San Jose State University, DePauw University, and SUNY schools. We also have team members who pursued other interests in lieu of a traditional college education, such as signing a recording deal with Universal Music Group.",
  "careers.p3": "The team hails from larger, more established companies like Google and Facebook, as well as smaller startups like Artsy, Lime, and a hand-crafted jewelry business.",
  "careers.loc.job1": "Entrepreneur & Investor",
  "values.title": "Our Values",
  "values.desc": "Our values are at the core of our efforts to build the best platform for our users",
  "values.growth.title": "Cultivate continuous growth",
  "values.growth.text": "We’re always striving to develop, improve, and grow as a company, as a team, and as individuals. We’re constantly iterating, fixing, building, and learning to polish and refine all of our edges.",
  "values.empathy.title": "Prioritize genuine empathy",
  "values.empathy.text": "As we are navigating a nascent market, the one thing that really helps us find solid footing is putting our \\suggestions and frustrations, we’ll build a platform that solves real problems for users.",
  "values.openness.title": "Embrace openness",
  "values.openness.text": "We pride ourselves in our openness and transparency, both internally and externally. Internally, we believe \\protocols. Our platform is accessible to anyone building user-owned digital items, and we build on well-adopted open standards.",
  "values.collaboration.title": "Foster inclusive collaboration",
  "values.collaboration.text": "At OpenSea, we know we are stronger together. When we come together and internally and externally, we value inclusivity and collaboration. We know we can build something phenomenal when we come together as a united team.",
  "intrest.title": "Interested in joining us?",
  "intrest.desc": "Hop aboard and view our open positions",
  "intrest.button": "See Open Rules"
}
